<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'email' => 'Email',
    'login' => 'Вход',
    'register' => 'Зарегистрироваться',
    'password' => 'Пароль',
    'remember_me' => 'запомнить меня',
    'login_btn' => 'Войти',
    'forgot_your_password' => 'Забыли пароль?',
    'logout' => 'Выйти',

];
